[
  {
    "title": "AI X Draft Reply",
    "slug": "ai-x-draft-reply",
    "logo": "/products/ai-x-draft-reply/logo.svg",
    "shortDesc": "Turn rough ideas into sharp replies in seconds.",
    "desc": "Write smarter, faster, and in the right tone every time.",
    "longDesc": "AI X Draft Reply now runs in BYOK mode. Bring your own OpenAI key, pick the model you want, and craft replies that fit your voice without any subscriptions.",
    "price": "$5.99 lifetime (BYOK)",
    "marketing": {
      "headline": "Your AI co-pilot for X",
      "subHeadline": "Write smarter, faster, and in the right tone every time.",
      "subText": "Stop second-guessing your tweets and replies. The extension helps you craft posts that fit the moment, whether you need to be witty, professional, empathetic, or bold. Use your own OpenAI billing for full control.",
      "howItWorks": [
        {
          "title": "Choose Your Tone",
          "text": "From friendly to formal, sarcastic to supportive — pick from multiple tones that match your voice (or let AI suggest one)."
        },
        {
          "title": "Analyze Before You Reply",
          "text": "Drop a reply draft, and the extension will analyze it instantly: Is it too harsh? Too casual? Missing clarity? It gives you feedback and suggests an improved version in the tone you want."
        },
        {
          "title": "One-Click Magic",
          "text": "Highlight, tweak, and send — without leaving X. The extension lives right inside the reply box, like a true co-pilot."
        }
      ],
      "whyUseIt": [
        "Save time — no more rewriting replies.",
        "Stay on-brand — always hit the right tone.",
        "Boost engagement — craft posts that resonate.",
        "BYOK — keep control of cost and model choice."
      ],
      "demoSteps": [
        {
          "title": "Install the Extension",
          "details": [
            "Available on Chrome Web Store.",
            "Once installed, the extension icon appears in the Chrome toolbar."
          ]
        },
        {
          "title": "Open X (Twitter)",
          "details": [
            "Navigate to X as usual.",
            "The extension integrates directly into the reply box."
          ]
        },
        {
          "title": "Select a Tone",
          "details": [
            "Click the extension icon or use the shortcut to open the tone menu.",
            "Pick from multiple tones (e.g. Professional, Friendly, Sarcastic, Empathetic)."
          ]
        },
        {
          "title": "Analyze a Draft Reply",
          "details": [
            "When you type a reply, the extension analyzes it for tone, clarity, and sentiment.",
            "It flags issues like: too harsh, too casual, or unclear wording."
          ]
        },
        {
          "title": "Get AI Suggestions",
          "details": [
            "Based on the chosen tone, the extension suggests rewritten replies.",
            "Example:",
            "Original: \"This makes no sense.\"",
            "Professional: \"Could you clarify what you mean?\"",
            "Friendly: \"I am not sure I follow, can you explain?\""
          ]
        },
        {
          "title": "One-Click Insert",
          "details": [
            "Select the improved version.",
            "With one click, it replaces your reply inside X."
          ]
        }
      ]
    },
    "images": [
      "/products/ai-x-draft-reply/ai-x-1.png",
      "/products/ai-x-draft-reply/ai-x-2.png",
      "/products/ai-x-draft-reply/ai-x-3.png"
    ],
    "video": "/products/ai-x-draft-reply/ai-x-demo.mp4",
    "supportUrl": "mailto:aixdraftreply-support@mythospro.com",
    "layout": "generic"
  }
]
